aaron-bond.better-comments
ardenivanov.svelte-intellisense
ashinzekene.nestjs
bradlc.vscode-tailwindcss
cake-build.cake-vscode
christian-kohler.npm-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
denoland.vscode-deno
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
humao.rest-client
Ionide.Ionide-fsharp
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
octref.vetur
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
svelte.svelte-vscode
syler.sass-indented
tintoy.msbuild-project-tools
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
